Repository: mpdifran/bloom
Catalog: Apps/Bloom/Bloom/Localizable.xcstrings
Source language: en
Languages: de, es, fr, fr_ca, nl

source: Carbohydrates
de: Kohlenhydrate
es: Carbohidratos
fr: Glucides
fr_ca: Glucides
nl: Koolhydraten

source: Carbs
de: Kohlenhydrate
es: Carbohidratos
fr: Glucides
fr_ca: Glucides
nl: Koolhydraten

source: cardio duration
de: Cardio-Dauer
es: duración de cardio
fr: durée de cardio
fr_ca: durée de cardio
nl: cardioduur

source: Cardio Fitness
de: Ausdauerfitness
es: Condición cardiovascular
fr: Condition cardio
fr_ca: Condition cardio
nl: Conditie

source: Catch Illness Before It Catches You
de: Erkenne Krankheit, bevor sie dich erwischt
es: Detecta la enfermedad antes de que te pille
fr: Détectez la maladie avant qu’elle ne vous attrape
fr_ca: Détecte la maladie avant qu’elle ne t’attrape
nl: Herken ziekte voordat ze jou te pakken heeft

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
fr_ca: Catégorie
nl: Categorie

source: Caution
de: Vorsicht
es: Precaución
fr: Prudence
fr_ca: Prudence
nl: Let op

source: Celebrate when you hit your goals
de: Feiern, wenn du deine Ziele erreichst
es: Celebrar cuando alcances tus objetivos
fr: Célébrer l'atteinte de vos objectifs
fr_ca: Célébrer l'atteinte de tes objectifs
nl: Vier het als je je doelen haalt

source: Celebration
de: Feier
es: Celebración
fr: Célébration
fr_ca: Célébration
nl: Viering

source: Celebrations
de: Feiern
es: Celebraciones
fr: Célébrations
fr_ca: Célébrations
nl: Vieringen

source: CHANGE
de: VERÄNDERUNG
es: CAMBIO
fr: ÉVOLUTION
fr_ca: ÉVOLUTION
nl: VERANDERING

source: Change Habit
de: Gewohnheit ändern
es: Cambiar hábito
fr: Changer d'habitude
fr_ca: Changer d'habitude
nl: Gewoonte wijzigen

source: Change Meal
de: Mahlzeit ändern
es: Cambiar comida
fr: Changer de repas
fr_ca: Changer de repas
nl: Maaltijd wijzigen

source: Change Value
de: Wert ändern
es: Cambiar valor
fr: Modifier la valeur
fr_ca: Modifier la valeur
nl: Waarde wijzigen

source: Change Vital
de: Vitalwert ändern
es: Cambiar constante
fr: Changer de constante
fr_ca: Changer de constante
nl: Waarde wijzigen

source: Charts and Visualizations
de: Diagramme und Visualisierungen
es: Gráficos y visualizaciones
fr: Graphiques et visualisations
fr_ca: Graphiques et visualisations
nl: Grafieken en visualisaties

source: Chat with Bud
de: Mit Bud chatten
es: Chatear con Bud
fr: Discuter avec Bud
fr_ca: Discuter avec Bud
nl: Chat met Bud

source: Chat with Bud about your health and wellness.
de: Chatte mit Bud über deine Gesundheit und dein Wohlbefinden.
es: Chatea con Bud sobre tu salud y tu bienestar.
fr: Discutez avec Bud de votre santé et de votre bien-être.
fr_ca: Discute avec Bud de ta santé et de ton bien-être.
nl: Chat met Bud over je gezondheid en welzijn.

source: Check out how you slept last night.
de: Sieh dir an, wie du letzte Nacht geschlafen hast.
es: Mira cómo dormiste anoche.
fr: Découvrez comment vous avez dormi cette nuit.
fr_ca: Découvre comment tu as dormi cette nuit.
nl: Bekijk hoe je vannacht hebt geslapen.

source: Cholesterol
de: Cholesterin
es: Colesterol
fr: Cholestérol
fr_ca: Cholestérol

source: Choose %@ type
de: %@-Typ wählen
es: Elegir tipo de %@
fr: Choisir le type de %@
fr_ca: Choisir le type de %@
nl: Kies %@-type

source: Choose container
de: Gefäß wählen
es: Elegir recipiente
fr: Choisir un contenant
fr_ca: Choisir un contenant
nl: Beker kiezen

source: Choose Food Item
de: Lebensmittel wählen
es: Elegir alimento
fr: Choisir un aliment
fr_ca: Choisir un aliment
nl: Voedingsmiddel kiezen

source: Choose Goal
de: Ziel wählen
es: Elegir objetivo
fr: Choisir un objectif
fr_ca: Choisir un objectif
nl: Doel kiezen

source: Choose Saved Meal
de: Gespeicherte Mahlzeit wählen
es: Elegir comida guardada
fr: Choisir un repas enregistré
fr_ca: Choisir un repas enregistré
nl: Bewaarde maaltijd kiezen

source: Choose the time period to display step data for.
de: Wähle den Zeitraum für die Schrittdaten.
es: Elige el periodo del que quieres ver los pasos.
fr: Choisissez la période pour laquelle afficher les données de pas.
fr_ca: Choisis la période pour laquelle afficher les données de pas.
nl: Kies de periode waarvoor je stapgegevens wilt zien.

source: Choose What You Want Bloom To Use
de: Wähle, was Bloom verwenden darf
es: Elige qué puede usar Bloom
fr: Choisissez ce que Bloom peut utiliser
fr_ca: Choisis ce que Bloom peut utiliser
nl: Kies wat Bloom mag gebruiken

source: Choose which goal to display in the widget.
de: Wähle das Ziel, das im Widget angezeigt wird.
es: Elige qué objetivo aparece en el widget.
fr: Choisissez l'objectif à afficher dans le widget.
fr_ca: Choisis l'objectif à afficher dans le widget.
nl: Kies welk doel in de widget verschijnt.

source: Choose which health action to perform.
de: Wähle die Gesundheitsaktion, die ausgeführt werden soll.
es: Elige qué acción de salud quieres realizar.
fr: Choisissez l'action santé à effectuer.
fr_ca: Choisis l'action santé à effectuer.
nl: Kies welke gezondheidsactie je wilt uitvoeren.

source: Choose which health actions to display and their order.
de: Wähle die angezeigten Gesundheitsaktionen und ihre Reihenfolge.
es: Elige qué acciones de salud se muestran y en qué orden.
fr: Choisissez les actions santé à afficher et leur ordre.
fr_ca: Choisis les actions santé à afficher et leur ordre.
nl: Kies welke gezondheidsacties je ziet en in welke volgorde.

source: Claim Promo
de: Aktion einlösen
es: Canjear promoción
fr: Utiliser la promo
fr_ca: Utiliser la promo
nl: Actie verzilveren

source: Clear All Logs
de: Alle Einträge löschen
es: Borrar todos los registros
fr: Effacer tous les enregistrements
fr_ca: Effacer tous les enregistrements
nl: Alle registraties wissen

source: Clear Last Viewed Date
de: Datum des letzten Aufrufs löschen
es: Borrar la fecha de última consulta
fr: Effacer la date de dernière consultation
fr_ca: Effacer la date de dernière consultation
nl: Datum laatst bekeken wissen

source: Color
de: Farbe
fr: Couleur
fr_ca: Couleur
nl: Kleur

source: Color Palette
de: Farbpalette
es: Paleta de colores
fr: Palette de couleurs
fr_ca: Palette de couleurs
nl: Kleurenpalet

source: Compare Product: %@
de: Produkt vergleichen: %@
es: Comparar producto: %@
fr: Comparer le produit : %@
fr_ca: Comparer le produit : %@
nl: Product vergelijken: %@

source: Complete
de: Abschließen
es: Completar
fr: Terminer
fr_ca: Terminer
nl: Voltooi

source: Completed • %@
de: Erledigt • %@
es: Completado • %@
fr: Terminé • %@
fr_ca: Terminé • %@
nl: Voltooid • %@

source: Concern
de: Auffällig
es: Atención
fr: Préoccupant
fr_ca: Préoccupant
nl: Aandachtspunt

source: Confidence: %lld%%
de: Zuverlässigkeit: %lld %%
es: Confianza: %lld %%
fr: Confiance : %lld %%
fr_ca: Confiance : %lld %%
nl: Betrouwbaarheid: %lld %%

source: Configure food item
de: Lebensmittel konfigurieren
es: Configurar alimento
fr: Configurer l'aliment
fr_ca: Configurer l'aliment
nl: Voedingsmiddel instellen

source: Configure water amount
de: Wassermenge konfigurieren
es: Configurar cantidad de agua
fr: Configurer la quantité d'eau
fr_ca: Configurer la quantité d'eau
nl: Waterhoeveelheid instellen

source: Configure which insight to display in the widget.
de: Lege fest, welche Erkenntnis im Widget erscheint.
es: Configura qué análisis aparece en el widget.
fr: Choisissez l'analyse à afficher dans le widget.
fr_ca: Choisis l'analyse à afficher dans le widget.
nl: Stel in welk inzicht in de widget verschijnt.

source: Configure which meal to log with the widget.
de: Lege fest, welche Mahlzeit mit dem Widget eingetragen wird.
es: Configura qué comida se registra con el widget.
fr: Choisissez le repas à enregistrer avec le widget.
fr_ca: Choisis le repas à enregistrer avec le widget.
nl: Stel in welke maaltijd je met de widget vastlegt.

source: Consistency
de: Beständigkeit
es: Constancia
fr: Régularité
fr_ca: Régularité
nl: Consistentie

source: Consistent
de: Gleichmäßig
es: Constante
fr: Régulier
fr_ca: Régulier

source: Consistent this week
de: Diese Woche konstant
es: Constante esta semana
fr: Régulier cette semaine
fr_ca: Régulier cette semaine
nl: Deze week constant

source: Constant
de: Konstant
es: Estable
fr: Stable
fr_ca: Stable
nl: Stabiel

source: Container Name
de: Name des Gefäßes
es: Nombre del recipiente
fr: Nom du contenant
fr_ca: Nom du contenant
nl: Naam van beker

source: Contains Alcohol
de: Enthält Alkohol
es: Contiene alcohol
fr: Contient de l'alcool
fr_ca: Contient de l'alcool
nl: Bevat alcohol

source: Contains Caffeine
de: Enthält Koffein
es: Contiene cafeína
fr: Contient de la caféine
fr_ca: Contient de la caféine
nl: Bevat cafeïne

source: Continue
de: Weiter
es: Continuar
fr: Continuer
fr_ca: Continuer
nl: Ga door

source: Contributor
de: Beiträger
es: Colaborador
fr: Contributeur
fr_ca: Contributeur
nl: Bijdrager

source: Control
de: Kontrollgruppe
es: Grupo de control
fr: Témoin
fr_ca: Témoin
nl: Controlegroep

source: Conversation Name
de: Name der Unterhaltung
es: Nombre de la conversación
fr: Nom de la conversation
fr_ca: Nom de la conversation
nl: Naam van gesprek

source: Conversations
de: Unterhaltungen
es: Conversaciones
nl: Gesprekken

source: Copied to Clipboard
de: In die Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
fr_ca: Copié dans le presse-papiers
nl: Gekopieerd naar klembord

source: Copies detailed metric data for each day to clipboard in Markdown format for debugging.
de: Kopiert detaillierte Tageswerte im Markdown-Format zur Fehlersuche in die Zwischenablage.
es: Copia los datos detallados de cada día al portapapeles en formato Markdown para depuración.
fr: Copie les données détaillées de chaque jour dans le presse-papiers au format Markdown, à des fins de débogage.
fr_ca: Copie les données détaillées de chaque jour dans le presse-papiers au format Markdown, à des fins de débogage.
nl: Kopieert gedetailleerde daggegevens in Markdown-formaat naar het klembord voor foutopsporing.

source: Copy
de: Kopieren
es: Copiar
fr: Copier
fr_ca: Copier
nl: Kopieer

source: Copy Analysis Data
de: Analysedaten kopieren
es: Copiar datos del análisis
fr: Copier les données d'analyse
fr_ca: Copier les données d'analyse
nl: Analysegegevens kopiëren

source: Copy Log
de: Protokoll kopieren
es: Copiar registro
fr: Copier le journal
fr_ca: Copier le journal
nl: Logboek kopiëren

source: Copy Monitor Insight Context to Clipboard
de: Kontext der Überwachungserkenntnis kopieren
es: Copiar el contexto del análisis de monitorización
fr: Copier le contexte de l'analyse de surveillance
fr_ca: Copier le contexte de l'analyse de surveillance
nl: Context van bewakingsinzicht kopiëren

source: Copy Today Insight Data to Clipboard
de: Daten der Tageserkenntnis kopieren
es: Copiar los datos del análisis de hoy
fr: Copier les données de l'analyse du jour
fr_ca: Copier les données de l'analyse du jour
nl: Gegevens van inzicht van vandaag kopiëren

source: Core
de: Kernschlaf
es: Sueño base
fr: Sommeil de base
fr_ca: Sommeil de base
nl: Kernslaap

source: Core Sleep
de: Kernschlaf
es: Sueño básico
fr: Sommeil de base
fr_ca: Sommeil de base
nl: Kernslaap

source: Core: %@
de: Kernschlaf: %@
es: Sueño base: %@
fr: Sommeil de base : %@
fr_ca: Sommeil de base : %@
nl: Kernslaap: %@

source: Count
de: Anzahl
es: Cantidad
fr: Nombre
fr_ca: Nombre
nl: Aantal

source: Country
de: Land
es: País
fr: Pays
fr_ca: Pays
nl: Land

source: Create
de: Erstellen
es: Crear
fr: Créer
fr_ca: Créer
nl: Maak

source: Create A Plan
de: Plan erstellen
es: Crear un plan
fr: Créer un programme
fr_ca: Créer un programme
nl: Plan maken

source: Create a workout plan to get started.
de: Erstelle einen Trainingsplan, um loszulegen.
es: Crea un plan de entrenamiento para empezar.
fr: Créez un programme d'entraînement pour commencer.
fr_ca: Crée un programme d'entraînement pour commencer.
nl: Maak een trainingsplan om te beginnen.

source: Create Meal
de: Mahlzeit erstellen
es: Crear comida
fr: Créer un repas
fr_ca: Créer un repas
nl: Maaltijd maken

source: Create Plan
de: Plan erstellen
es: Crear plan
fr: Créer un programme
fr_ca: Créer un programme
nl: Plan maken

source: Create your Bloom account
de: Erstelle deinen Bloom-Account
es: Crea tu cuenta de Bloom
fr: Créez votre compte Bloom
fr_ca: Crée ton compte Bloom
nl: Maak je Bloom-account

source: Crunching the numbers...
de: Zahlen werden ausgewertet …
es: Haciendo cálculos…
fr: Calcul en cours…
fr_ca: Calcul en cours…
nl: Cijfers verwerken …

source: Current
de: Aktuell
es: Actual
fr: Actuel
fr_ca: Actuel
nl: Huidig

source: Current Cycle
de: Aktueller Zyklus
es: Ciclo actual
fr: Cycle actuel
fr_ca: Cycle actuel
nl: Huidige cyclus

# Current host: %@ Current WS Host: %@
source: Current host: %1$@ Current WS Host: %2$@
de: Aktueller Host: %1$@ Aktueller WS-Host: %2$@
es: Host actual: %1$@ Host WS actual: %2$@
fr: Hôte actuel : %1$@ Hôte WS actuel : %2$@
fr_ca: Hôte actuel : %1$@ Hôte WS actuel : %2$@
nl: Huidige host: %1$@ Huidige WS-host: %2$@

source: Current impact: +%.1f years
de: Aktueller Einfluss: +%.1f Jahre
es: Impacto actual: +%.1f años
fr: Effet actuel : +%.1f an(s)
fr_ca: Effet actuel : +%.1f an(s)
nl: Huidige invloed: +%.1f jaar

source: Current Period Started
de: Aktuelle Periode begann
es: La regla actual empezó
fr: Début des règles actuelles
fr_ca: Début des règles actuelles
nl: Huidige menstruatie begon

source: Current Phase
de: Aktuelle Phase
es: Fase actual
fr: Phase actuelle
fr_ca: Phase actuelle
nl: Huidige fase

source: Current Value
de: Aktueller Wert
es: Valor actual
fr: Valeur actuelle
fr_ca: Valeur actuelle
nl: Huidige waarde

source: Current VO₂ Max
de: Aktuelle VO₂max
es: VO₂ máx. actual
fr: VO₂ max actuelle
fr_ca: VO₂ max actuelle
nl: Huidige VO₂max

source: Current: %@
de: Aktuell: %@
es: Actual: %@
fr: Actuel : %@
fr_ca: Actuel : %@
nl: Huidig: %@

source: Custom Heart Rate
de: Eigene Herzfrequenz
es: Frecuencia cardíaca personalizada
fr: Fréquence cardiaque personnalisée
fr_ca: Fréquence cardiaque personnalisée
nl: Aangepaste hartslag

source: Custom Zone Thresholds
de: Eigene Zonengrenzen
es: Umbrales de zona personalizados
fr: Seuils de zones personnalisés
fr_ca: Seuils de zones personnalisés
nl: Aangepaste zonedrempels

source: Cycle Duration
de: Zykluslänge
es: Duración del ciclo
fr: Durée du cycle
fr_ca: Durée du cycle
nl: Cyclusduur

source: Cycle Insights
de: Zykluserkenntnisse
es: Análisis del ciclo
fr: Analyses du cycle
fr_ca: Analyses du cycle
nl: Cyclusinzichten

source: Cycle Length
de: Zykluslänge
es: Duración del ciclo
fr: Durée du cycle
fr_ca: Durée du cycle
nl: Cycluslengte

source: Cycle Phase Tip
de: Tipp zur Zyklusphase
es: Consejo según tu fase del ciclo
fr: Conseil selon la phase du cycle
fr_ca: Conseil selon la phase du cycle
nl: Tip bij je cyclusfase

source: Cycle Range
de: Zyklusspanne
es: Rango del ciclo
fr: Amplitude du cycle
fr_ca: Amplitude du cycle
nl: Cyclusbereik

source: cycle tracking
de: Zyklustracking
es: seguimiento del ciclo
fr: suivi du cycle
fr_ca: suivi du cycle
nl: cyclus bijhouden

source: Cycle Tracking
de: Zyklustracking
es: Seguimiento del ciclo
fr: Suivi du cycle
fr_ca: Suivi du cycle
nl: Cyclus bijhouden

source: Daily
de: Täglich
es: Diario
fr: Quotidien
fr_ca: Quotidien
nl: Dagelijks

source: Daily bowel movements (8-24 hours) are considered optimal for most people, indicating healthy digestive function.
de: Täglicher Stuhlgang (alle 8-24 Stunden) gilt für die meisten Menschen als optimal und spricht für eine gesunde Verdauung.
es: Las deposiciones diarias (cada 8-24 horas) se consideran óptimas para la mayoría e indican una digestión saludable.
fr: Des selles quotidiennes (toutes les 8 à 24 heures) sont considérées comme optimales pour la plupart des gens et témoignent d'une bonne digestion.
fr_ca: Des selles quotidiennes (toutes les 8 à 24 heures) sont considérées comme optimales pour la plupart des gens et témoignent d'une bonne digestion.
nl: Dagelijkse stoelgang (elke 8-24 uur) geldt voor de meeste mensen als optimaal en wijst op een gezonde spijsvertering.

source: Daily Cholesterol
de: Cholesterin täglich
es: Colesterol diario
fr: Cholestérol quotidien
fr_ca: Cholestérol quotidien
nl: Cholesterol per dag

source: Daily Fiber
de: Ballaststoffe täglich
es: Fibra diaria
fr: Fibres quotidiennes
fr_ca: Fibres quotidiennes
nl: Vezels per dag

source: Daily Goal
de: Tagesziel
es: Objetivo diario
fr: Objectif quotidien
fr_ca: Objectif quotidien
nl: Dagdoel

source: Daily insights that are actionable
de: Tägliche Insights, die du direkt umsetzt
es: Insights diarios que puedes aplicar
fr: Des analyses quotidiennes concrètes
fr_ca: Des analyses quotidiennes concrètes
nl: Dagelijkse inzichten waar je iets mee kunt

source: Daily Stress Levels
de: Tägliche Stresswerte
es: Niveles de estrés diarios
fr: Niveaux de stress quotidiens
fr_ca: Niveaux de stress quotidiens
nl: Dagelijkse stressniveaus

source: Daily Sugar
de: Zucker täglich
es: Azúcar diario
fr: Sucres quotidiens
fr_ca: Sucres quotidiens
nl: Suiker per dag

source: Daily Values
de: Tageswerte
es: Valores diarios
fr: Valeurs quotidiennes
fr_ca: Valeurs quotidiennes
nl: Dagwaarden

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
fr_ca: Sombre
nl: Donker

source: Data Retention
de: Speicherdauer
es: Conservación de datos
fr: Conservation des données
fr_ca: Conservation des données
nl: Bewaartermijn

source: DataSet
de: Datensatz
es: Conjunto de datos
fr: Jeu de données
fr_ca: Jeu de données

source: Date
de: Datum
es: Fecha
nl: Datum

source: Date Range
de: Zeitraum
es: Periodo
fr: Période
fr_ca: Période
nl: Periode

source: day
de: Tag
es: día
fr: jour
fr_ca: jour
nl: dag

source: Day
de: Tag
es: Día
fr: Jour
fr_ca: Jour
nl: Dag

source: days
de: Tage
es: días
fr: jours
fr_ca: jours
nl: dagen

source: Days
de: Tage
es: Días
fr: Jours
fr_ca: Jours
nl: Dagen

source: Days Logged
de: Erfasste Tage
es: Días registrados
fr: Jours enregistrés
fr_ca: Jours enregistrés
nl: Vastgelegde dagen

source: Debug Food Item Logs
de: Lebensmitteleinträge debuggen
es: Depurar registros de alimentos
fr: Déboguer les enregistrements d'aliments
fr_ca: Déboguer les enregistrements d'aliments
nl: Voedingsregistraties debuggen

source: Debug Habits
de: Gewohnheiten debuggen
es: Depurar hábitos
fr: Déboguer les habitudes
fr_ca: Déboguer les habitudes
nl: Gewoontes debuggen

source: Debug Logs
de: Debug-Protokolle
es: Registros de depuración
fr: Journaux de débogage
fr_ca: Journaux de débogage
nl: Debuglogboeken

source: Declining
de: Rückläufig
es: En descenso
fr: En baisse
fr_ca: En baisse
nl: Dalend

source: Decreasing
de: Sinkend
es: En descenso
fr: En baisse
fr_ca: En baisse
nl: Dalend

source: Deep
de: Tief
es: Profundo
fr: Profond
fr_ca: Profond
nl: Diep

source: Deep sleep
de: Tiefschlaf
es: Sueño profundo
fr: Sommeil profond
fr_ca: Sommeil profond
nl: Diepe slaap

source: Deep Sleep
de: Tiefschlaf
es: Sueño profundo
fr: Sommeil profond
fr_ca: Sommeil profond
nl: Diepe slaap

source: Deep: %@
de: Tief: %@
es: Profundo: %@
fr: Profond : %@
fr_ca: Profond : %@
nl: Diep: %@

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
fr_ca: Supprimer
nl: Verwijder

source: Delete Account
de: Account löschen
es: Eliminar cuenta
fr: Supprimer le compte
fr_ca: Supprimer le compte
nl: Account verwijderen

source: Delete from Meal
de: Aus Mahlzeit entfernen
es: Quitar de la comida
fr: Retirer du repas
fr_ca: Retirer du repas
nl: Uit maaltijd verwijderen

source: Delete Goal
de: Ziel löschen
es: Eliminar objetivo
fr: Supprimer l'objectif
fr_ca: Supprimer l'objectif
nl: Doel verwijderen

source: Delete Log
de: Eintrag löschen
es: Eliminar registro
fr: Supprimer l'enregistrement
fr_ca: Supprimer l'enregistrement
nl: Registratie verwijderen

source: Delete Reminder
de: Erinnerung löschen
es: Eliminar recordatorio
fr: Supprimer le rappel
fr_ca: Supprimer le rappel
nl: Herinnering verwijderen

source: Delicious!
de: Lecker!
es: ¡Delicioso!
fr: Délicieux !
fr_ca: Délicieux !
nl: Lekker!

source: Describe what went wrong...
de: Beschreibe, was schiefgelaufen ist …
es: Describe qué ha fallado…
fr: Décrivez ce qui n'a pas fonctionné…
fr_ca: Décris ce qui n'a pas fonctionné…
nl: Beschrijf wat er misging …

source: Describe what you ate
de: Beschreibe, was du gegessen hast
es: Describe lo que has comido
fr: Décrivez ce que vous avez mangé
fr_ca: Décris ce que tu as mangé
nl: Beschrijf wat je hebt gegeten

source: Describe your food to log it
de: Beschreib dein Essen – fertig geloggt
es: Describe tu comida y queda registrada
fr: Décrivez votre repas pour l’enregistrer
fr_ca: Décris ton repas pour l’enregistrer
nl: Beschrijf je maaltijd om hem te loggen

source: Describe your health focus
de: Beschreibe deinen Gesundheitsschwerpunkt
es: Describe tu objetivo de salud
fr: Décrivez votre objectif santé
fr_ca: Décris ton objectif santé
nl: Beschrijf je gezondheidsfocus

source: Describe your Health Focus
de: Beschreibe deinen Gesundheitsschwerpunkt
es: Describe tu objetivo de salud
fr: Décrivez votre objectif santé
fr_ca: Décris ton objectif santé
nl: Beschrijf je gezondheidsfocus

source: Describe your meal
de: Beschreibe deine Mahlzeit
es: Describe tu comida
fr: Décrivez votre repas
fr_ca: Décris ton repas
nl: Beschrijf je maaltijd

source: Describe Your Workout
de: Beschreibe dein Training
es: Describe tu entrenamiento
fr: Décrivez votre entraînement
fr_ca: Décris ton entraînement
nl: Beschrijf je training

source: Deselect All
de: Auswahl aufheben
es: Anular la selección
fr: Tout désélectionner
fr_ca: Tout désélectionner
nl: Selectie opheffen

source: Detect signs of burnout and overtraining before they catch up to you. Balance physical stress, mental recovery, and workout load for better results.
de: Erkenne Anzeichen von Burnout und Übertraining, bevor sie dich einholen. Bring körperlichen Stress, mentale Erholung und Trainingslast in Balance – für bessere Ergebnisse.
es: Detecta señales de sobreentrenamiento y agotamiento antes de que te pasen factura. Equilibra el estrés físico, la recuperación mental y la carga de entrenamiento para lograr mejores resultados.
fr: Repérez les signes de surentraînement et d’épuisement avant qu’ils ne vous rattrapent. Équilibrez stress physique, récupération mentale et charge d’entraînement pour de meilleurs résultats.
fr_ca: Repère les signes de surentraînement et d’épuisement avant qu’ils ne te rattrapent. Équilibre stress physique, récupération mentale et charge d’entraînement pour de meilleurs résultats.
nl: Herken tekenen van burn-out en overtraining voordat ze je inhalen. Breng fysieke stress, mentaal herstel en trainingsbelasting in balans voor betere resultaten.

source: Developer
de: Entwickler
es: Desarrollador
fr: Développeur
fr_ca: Développeur
nl: Ontwikkelaar

source: Developer Menu
de: Entwicklermenü
es: Menú de desarrollo
fr: Menu développeur
fr_ca: Menu développeur
nl: Ontwikkelaarsmenu

source: Developer Tools
de: Entwicklerwerkzeuge
es: Herramientas de desarrollo
fr: Outils de développement
fr_ca: Outils de développement
nl: Ontwikkelaarstools

source: Diastolic
de: Diastolisch
es: Diastólica
fr: Diastolique
fr_ca: Diastolique
nl: Diastolisch

source: Dietary
de: Über die Ernährung
es: De la dieta
fr: Alimentaire
fr_ca: Alimentaire
nl: Via voeding

source: Dinner
de: Abendessen
es: Cena
fr: Dîner
fr_ca: Souper
nl: Avondeten

source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivé
fr_ca: Désactivé
nl: Uitgeschakeld

source: Display count on tab and app icon
de: Anzahl auf Tab und App-Symbol anzeigen
es: Mostrar el número en la pestaña y el icono
fr: Afficher le nombre sur l'onglet et l'icône de l'app
fr_ca: Afficher le nombre sur l'onglet et l'icône de l'app
nl: Aantal tonen op tab en app-symbool

source: Display Mode
de: Anzeigemodus
es: Modo de visualización
fr: Mode d'affichage
fr_ca: Mode d'affichage
nl: Weergavemodus

source: Distance
de: Strecke
es: Distancia
nl: Afstand
